import './App.css'

function App() {

  return (
    <div class="resume">
      <h1 class="title">Резюме</h1>
      <div class="section personal-info">
        <p><strong>ФИО:</strong> Сайидмавлонов Ислам</p>
        <p><strong>Дата рождения:</strong> 2007.06.11</p>
        <p><strong>Возраст:</strong> 17 лет</p>
        <p><strong>Город проживания:</strong> Ташкент, Узбекистан</p>
        <p><strong>Контактный телефон:</strong> +998 97 688 06 66</p>
        <p><strong>Электронная почта:</strong> saidmavlonovislam@gmail.com</p>
      </div>
      <div class="section">
        <h2>Цель</h2>
        <p>Найти возможность подработки с почасовой оплатой, особенно на мероприятиях (помощь в организации, обслуживание и др.), для получения опыта и заработка.</p>
      </div>
      <div class="section">
        <h2>Образование</h2>
        <ul>
          <li>Учусь на первом курсе, лицей при УМЭД.</li>
        </ul>
      </div>
      <div class="section">
        <h2>Навыки и личные качества</h2>
        <ul>
          <li>Ответственность и пунктуальность.</li>
          <li>Коммуникабельность и умение работать в команде.</li>
          <li>Быстрая обучаемость.</li>
          <li>Готовность к физической работе.</li>
        </ul>
      </div>
      <div class="section">
        <h2>Дополнительная информация</h2>
        <ul>
          <li>Знание русского и узбекского языков.</li>
          <li>Уверенное владение базовыми компьютерными навыками.</li>
        </ul>
      </div>
      <div class="section">
        <p><strong>Примечание:</strong> Готов рассмотреть различные виды занятости с удобным графиком, совмещающимся с учебой.</p>
      </div>
    </div>
  )
}

export default App
